{"title":{"0":"Mars Helicopter Attached to NASA's Perseverance Rover","1":"NASA's Perseverance Rover Bringing 3D-Printed Metal Parts to Mars","2":"With Mars Methane Mystery Unsolved, Curiosity Serves Scientists a New One: Oxygen","3":"3 Things We've Learned From NASA's Mars InSight ","4":"MAVEN Maps Electric Currents around Mars that are Fundamental to Atmospheric Loss","5":"Naming a NASA Mars Rover Can Change Your Life","6":"The MarCO Mission Comes to an End","7":"Mars Is Getting a New Robotic Meteorologist","8":"NASA Establishes Board to Initially Review Mars Sample Return Plans","9":"The Man Who Wanted to Fly on Mars","10":"My Culture, My Voice","11":"MOXIE Could Help Future Rockets Launch Off Mars","12":"NASA's MAVEN Maps Winds in the Martian Upper Atmosphere that Mirror the Terrain Below and Gives Clues to Martian Climate","13":"A Martian Roundtrip: NASA's Perseverance Rover Sample Tubes","14":"NASA's Curiosity Mars Rover Snaps Its Highest-Resolution Panorama Yet"},"preview":{"0":"The team also fueled the rover's sky crane to get ready for this summer's history-making launch.","1":"For hobbyists and makers, 3D printing expands creative possibilities; for specialized engineers, it's also key to next-generation spacecraft design.","2":"For the first time in the history of space exploration, scientists have measured the seasonal changes in the gases that fill the air directly above the surface of Gale Crater on Mars. ","3":"Scientists are finding new mysteries since the geophysics mission landed two years ago.","4":"Five years after NASA’s MAVEN spacecraft entered into orbit around Mars, data from the mission has led to the creation of a map of electric current systems in the Martian atmosphere.","5":"Want to name the robotic scientist NASA is sending to Mars in 2020? The student who named Curiosity — the rover currently exploring Mars — will tell you this is an opportunity worth taking.","6":"The pair of briefcase-sized satellites made history when they sailed past Mars in 2019.","7":"Sensors on NASA's Perseverance will help prepare for future human exploration by taking weather measurements and studying dust particles.","8":"The board will assist with analysis of current plans and goals for one of the most difficult missions humanity has ever undertaken.","9":"The Mars Helicopter is riding to the Red Planet this summer with NASA's Perseverance rover. The helicopter's chief engineer, Bob Balaram, shares the saga of how it came into being.","10":"In honor of Hispanic Heritage Month, Christina Hernandez, an instrument engineer on the Mars 2020 mission, talks about her childhood and journey to NASA.","11":"NASA's Perseverance rover carries a device to convert Martian air into oxygen that, if produced on a larger scale, could be used not just for breathing, but also for fuel.","12":"Researchers have created the first map of wind circulation in the upper atmosphere of a planet besides Earth, using data from NASA’s MAVEN spacecraft that were collected during the last two years.","13":"Marvels of engineering, the rover's sample tubes must be tough enough to safely bring Red Planet samples on the long journey back to Earth in immaculate condition. ","14":"To go along with the stunning 1.8-billion-pixel image, a new video offers a sweeping view of the Red Planet."}}